10/data/attachments/1c9ce2dafac75bff.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_5b411f1f-ea37-4d89-bb6b-ead7c471f728</nif:username>
            <nif:friendToBeAdded>Stacy_brother_Actions_50213_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>